openfoam/cfd_v2_mesh_independence/cases/coarse/system/decomposeParDict
FoamFile { format ascii; class dictionary; object decomposeParDict; }

numberOfSubdomains 10;
method scotch;

