openfoam/cfd_v2_mesh_independence/cases/coarse/system/meshQualityDict
FoamFile { format ascii; class dictionary; object meshQualityDict; }

maxNonOrtho          65;
maxBoundarySkewness  4;
maxInternalSkewness  4;
maxConcave           60;
minVol               -1e30;
minTetQuality        1e-15;
minArea              -1;
minTwist             0.02;
minDeterminant       0.001;
minFaceWeight        0.05;
minVolRatio          0.01;
minTriangleTwist     -1;
nSmoothScale         4;
errorReduction       0.75;

